
START_MESSAGE = """
Привет! :)
Я бот-помощник для поиска фильмов и сериалов.
Я могу найти ссылку на интересующий вас фильм. Просто отправьте сообщение /movie <некоторый фильм или сериал>.
"""

HELP_MESSAGE = """
/movie <некоторый фильм или сериал> - получите информацию о фильме и ссылку, по которой можно будет посмотреть этот фильм или сериал
/stats - получите статистику по вашим запросам
/history - получите историю ваших запросов
"""

NO_HISTORY_MESSAGE = """
Тут пусто :(
У вас ещё нет найденных фильмов.
"""

HISTORY_HEADER = "<b>История запросов\n\n</b>"

NO_STATS_MESSAGE = """
Тут пусто :(
У вас ещё нет найденных фильмов.
"""

STATS_HEADER = "<b>Статистика ваших фильмов\n\n</b>"

EMPTY_MESSAGE = """
Напишите название фильма.
/movie <некоторый фильм или сериал>
"""

NOT_FOUND_MESSAGE = "К сожадению, фильм не найден :("

TIP_MESSAGE = """
Незнакомая команда. Введите одну из команд.
Для подробного описания отправьте /help
"""
